[
 {
  "id": 603692,
  "title": "John Wick: Chapter 4",
  "releaseYear": "2023-03-22",
  "genre": [
   "Action",
   "Thriller",
   "Crime"
  ],
  "overView": "With the price on his head ever increasing, John Wick uncovers\n a path to defeating The High Table. But before he can\n earn his freedom, Wick must face off against a new enemy\n with powerful alliances across the globe and forces that turn old\n friends into foes."
 },
 {
  "id": 569094,
  "title": "Spider-Man: Across the Spider-Verse",
  "releaseYear": "2023-05-31",
  "genre": [
   "Action",
   "Adventure",
   "Animation",
   "Science Fiction"
  ],
  "overView": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is\n catapulted across the Multiverse, where he encounters the Spider Society, a\n team of Spider-People charged with protecting the Multiverse’s very existence. But\n when the heroes clash on how to handle a new threat,\n Miles finds himself pitted against the other Spiders and must set\n out on his own to save those he loves most."
 },
 {
  "id": 502356,
  "title": "The Super Mario Bros. Movie",
  "releaseYear": "2023-04-05",
  "genre": [
   "Animation",
   "Family",
   "Adventure",
   "Fantasy",
   "Comedy"
  ],
  "overView": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario\n and Luigi are transported down a mysterious pipe and wander into\n a magical new world. But when the brothers are separated, Mario\n embarks on an epic quest to find Luigi."
 },
 {
  "id": 385687,
  "title": "Fast X",
  "releaseYear": "2023-05-17",
  "genre": [
   "Action",
   "Crime",
   "Thriller"
  ],
  "overView": "Over many missions and against impossible odds, Dom Toretto and his\n family have outsmarted, out-nerved and outdriven every foe in their path.\n Now, they confront the most lethal opponent they've ever faced: A\n terrifying threat emerging from the shadows of the past who's fueled\n by blood revenge, and who is determined to shatter this family\n and destroy everything—and everyone—that Dom loves, forever."
 },
 {
  "id": 447277,
  "title": "The Little Mermaid",
  "releaseYear": "2023-05-18",
  "genre": [
   "Adventure",
   "Family",
   "Fantasy",
   "Romance"
  ],
  "overView": "The youngest of King Triton’s daughters, and the most defiant, Ariel\n longs to find out more about the world beyond the sea,\n and while visiting the surface, falls for the dashing Prince Eric.\n With mermaids forbidden to interact with humans, Ariel makes a deal\n with the evil sea witch, Ursula, which gives her a chance\n to experience life on land, but ultimately places her life –\n and her father’s crown – in jeopardy."
 },
 {
  "id": 493529,
  "title": "Dungeons & Dragons: Honor Among Thieves",
  "releaseYear": "2023-03-23",
  "genre": [
   "Adventure",
   "Fantasy",
   "Comedy"
  ],
  "overView": "A charming thief and a band of unlikely adventurers undertake an\n epic heist to retrieve a lost relic, but things go dangerously\n awry when they run afoul of the wrong people."
 },
 {
  "id": 447365,
  "title": "Guardians of the Galaxy Vol. 3",
  "releaseYear": "2023-05-03",
  "genre": [
   "Science Fiction",
   "Adventure",
   "Action"
  ],
  "overView": "Peter Quill, still reeling from the loss of Gamora, must rally\n his team around him to defend the universe along with protecting\n one of their own. A mission that, if not completed successfully,\n could quite possibly lead to the end of the Guardians as\n we know them."
 },
 {
  "id": 640146,
  "title": "Ant-Man and the Wasp: Quantumania",
  "releaseYear": "2023-02-15",
  "genre": [
   "Action",
   "Adventure",
   "Science Fiction"
  ],
  "overView": "Super-Hero partners Scott Lang and Hope van Dyne, along with with\n Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter\n Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange\n new creatures and embarking on an adventure that will push them\n beyond the limits of what they thought possible."
 },
 {
  "id": 536437,
  "title": "Hypnotic",
  "releaseYear": "2023-05-11",
  "genre": [
   "Crime",
   "Mystery",
   "Thriller"
  ],
  "overView": "A detective becomes entangled in a mystery involving his missing daughter\n and a secret government program while investigating a string of reality-bending\n crimes."
 },
 {
  "id": 667538,
  "title": "Transformers: Rise of the Beasts",
  "releaseYear": "2023-06-06",
  "genre": [
   "Action",
   "Adventure",
   "Science Fiction"
  ],
  "overView": "A '90s globetrotting adventure that introduces the Maximals, Predacons, and Terrorcons\n to the existing battle on earth between Autobots and Decepticons."
 },
 {
  "id": 713704,
  "title": "Evil Dead Rise",
  "releaseYear": "2023-04-12",
  "genre": [
   "Thriller",
   "Horror"
  ],
  "overView": "Three siblings find an ancient vinyl that gives birth to bloodthirsty\n demons that run amok in a Los Angeles apartment building and\n thrusts them into a primal battle for survival as they face\n the most nightmarish version of family imaginable."
 },
 {
  "id": 840326,
  "title": "Sisu",
  "releaseYear": "2023-01-27",
  "genre": [
   "Action",
   "War"
  ],
  "overView": "Deep in the wilderness of Lapland, Aatami Korpi is searching for\n gold but after he stumbles upon Nazi patrol, a breathtaking and\n gold-hungry chase through the destroyed and mined Lapland wilderness begins."
 },
 {
  "id": 961718,
  "title": "Medellin",
  "releaseYear": "2023-06-01",
  "genre": [
   "Action",
   "Comedy"
  ],
  "overView": "To save his little brother from the hands of dangerous narcos\n of the Medellín cartel, Reda has a plan that is as\n simple as it is totally insane: put together a team and\n raid Colombia. But this adventure is going to get completely out\n of control when he decides to kidnap the son of the\n cartel leader to exchange him for his brother's life."
 },
 {
  "id": 76600,
  "title": "Avatar: The Way of Water",
  "releaseYear": "2022-12-14",
  "genre": [
   "Science Fiction",
   "Adventure",
   "Action"
  ],
  "overView": "Set more than a decade after the events of the first\n film, learn the story of the Sully family (Jake, Neytiri, and\n their kids), the trouble that follows them, the lengths they go\n to keep each other safe, the battles they fight to stay\n alive, and the tragedies they endure."
 },
 {
  "id": 298618,
  "title": "The Flash",
  "releaseYear": "2023-06-05",
  "genre": [
   "Science Fiction",
   "Action",
   "Adventure"
  ],
  "overView": "When his attempt to save his family inadvertently alters the future,\n Barry Allen becomes trapped in a reality in which General Zod\n has returned and there are no Super Heroes to turn to.\n In order to save the world that he is in and\n return to the future that he knows, Barry's only hope is\n to race for his life. But will making the ultimate sacrifice\n be enough to reset the universe?"
 },
 {
  "id": 552688,
  "title": "The Mother",
  "releaseYear": "2023-05-04",
  "genre": [
   "Action",
   "Thriller"
  ],
  "overView": "A deadly female assassin comes out of hiding to protect the\n daughter that she gave up years before, while on the run\n from dangerous men."
 },
 {
  "id": 1098110,
  "title": "Blood & Gold",
  "releaseYear": "2023-04-21",
  "genre": [
   "Action",
   "Drama",
   "War"
  ],
  "overView": "At the end of World War II, a German soldier is\n looking for his daughter while an SS troop is looking for\n a Jewish treasure."
 },
 {
  "id": 964980,
  "title": "Air",
  "releaseYear": "2023-04-05",
  "genre": [
   "Drama",
   "History"
  ],
  "overView": "Discover the game-changing partnership between a then undiscovered Michael Jordan and\n Nike's fledgling basketball division which revolutionized the world of sports and\n culture with the Air Jordan brand."
 },
 {
  "id": 700391,
  "title": "65",
  "releaseYear": "2023-03-02",
  "genre": [
   "Science Fiction",
   "Adventure",
   "Thriller"
  ],
  "overView": "65 million years ago, the only 2 survivors of a spaceship\n from Somaris that crash-landed on Earth must fend off dinosaurs and\n reach the escape vessel in time before an imminent asteroid strike\n threatens to destroy the planet."
 },
 {
  "id": 594767,
  "title": "Shazam! Fury of the Gods",
  "releaseYear": "2023-03-15",
  "genre": [
   "Comedy",
   "Action",
   "Fantasy"
  ],
  "overView": "Billy Batson and his foster siblings, who transform into superheroes by\n saying \"Shazam!\", are forced to get back into action and fight\n the Daughters of Atlas, who they must stop from using a\n weapon that could destroy the world."
 }
]